Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/romsenter.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: "Several UN organzations, including UNOSAT, UNDP and UNICEF are therefore very happy with Norway's agreement of satellite data purchase, since they know that such high resolution images also can support a wide range of UN's work, in addition to the conservation of tropical forest," says Hagen.
nb: - Mange FN-organisasjoner, som UNOSAT, UNDP og UNICEF er derfor svært glade for Norges regnskogdataprosjekt, da de vet at slike detaljerte satellittdata kan understøtte en rekke ulike FN-innsatser, i tillegg til å styrke innsatsen for bevaring av tropisk skog, sier Hagen.

source: How does the organization use satellite data, and how can satellites help reach the Sustainable Development Goals of the 2030 Agenda?
nb: Hvordan bruker FN satellittdata i sitt arbeid, og hvordan kan slik satellittbruk hjelpe å realisere organisasjonens 2030-agenda og bærekraftsmål?

source: These high resolution satellite images will be available for all stake holders in the international conservation efforts for tropical forests, both donor countries, receiver countries, independent organizations and private businesses.
nb: De høyoppløselige satellittbildene vil bli tilgjengelige for alle med interesse for internasjonal skogbevaring, både donorland, mottakerland, uavhengige organisasjoner, og næringsaktører.

source: Satellite image of the Okavango River between Namibia and Angola.
nb: Satellittbilde av Okavango-elven mellom Namibia og Angola.

source: ing forces in the development of space activities.
nb: gelig i sanntid el er så nær sanntid som mulig.

source: abreast of competition and restructuring
nb: skyldes både tilsiktede og utilsiktede handlinger, naturfenomener,

source: 75 years after the United Nations was established, the organization aims to make the world a better place with the help of satellites.
nb: 75 år etter etableringen av FN, har organisasjonen ambisjoner om gjøre verden bedre ved hjelp av satellitter.

source: tion systems has been a trend for several years.
nb: som fiskeoppdrettssystemer og navigasjonsbøyer.

source: The circles are fields with a diameter of 600 meters.
nb: Sirklene er runde åkrer på cirka 600 meter i diameter.

source: Christian Hauglie-Hanssen – Director General – Norwegian Space Agency – 920 60 043
nb: Christian Hauglie-Hanssen – Administrerende direktør – Norsk Romsenter – 920 60 043

source: Our membership of the European Space Agency (ESA) contributes to the de-
nb: GNSS-etaten (GSA), og ESA undersøker muligheten for å lage et støt-

source: valuation, registration and operational planning.
nb: som kan føre til at informasjonen er noe utdatert.
